Repository: BaJIeK/brltty
Catalog: Internationalization/*.po
Languages: de

source: <off>
de: <aus>

source: Alert Dots
de: Warnpunkte

source: Alert Messages
de: Warnnachrichten

source: Alert Tunes
de: Warnsignale

source: All
de: Alle

source: Alphabetic Cursor Coordinates (1 cell)
de: Alphabetische Cursorkoordinaten (1 Zelle)

source: Alphabetic Window Coordinates (1 cell)
de: Alphabetische Braillezeilenkoordinaten (1 Zelle)

source: Attributes Invisible Time
de: Zeit der Unsichtbarkeit von Attributen

source: Attributes Table
de: Attribute Tabelle

source: Attributes Visible Time
de: Zeit der Sichbarkeit von Attributen

source: Autorepeat
de: Automatische Wiederholung

source: Autorepeat Delay
de: Wiederholungsverzögerung

source: Autorepeat Interval
de: Wiederholungsintervall

source: Autorepeat Panning
de: Automatische Wiederholung für Seitwertsbewegungen

source: Autospeak
de: Automatisches sprechen

source: BRLTTY terminated
de: BRLTTY beendet

source: Blinking Attributes
de: Blinkende Attribute

source: Blinking Capitals
de: Blinkende Großbuchstaben

source: Blinking Cursor
de: Blinkender Cursor

source: Braille Device
de: Braillegerät

source: Braille Driver
de: Braillezeilentreiber

source: Braille Firmness
de: Braille Stärke

source: Braille Parameter
de: Braillezeilenparameter

source: Braille Sensitivity
de: Braille Empfindlichkeit

source: Braille driver: one of {%s}
de: Brailletreiber: einer von [%s]

source: Braille window update interval [4].
de: Braillezilen Update-Intervall [4].

source: Capitals Invisible Time
de: Zeit der Unsichtbarkeit von Großbuchstaben

source: Capitals Visible Time
de: Zeit der Sichtbarkeit von Großbuchstaben

source: Configuration File
de: Konfigurationsdatei

source: Contraction Table
de: Kurzschrifttabelle

source: Cursor Column (1 cell)
de: Cursorspalte (1 Zelle)

source: Cursor Coordinates (2 cells)
de: Cursor Koordinaten (2 Zellen)

source: Cursor Invisible Time
de: Zeit der Unsichbarkeit des Cursors

source: Cursor Row (1 cell)
de: Cursorzeile (1 Zelle)

source: Cursor Style
de: Cursorstil

source: Cursor Visible Time
de: Zeit der Sichtbarkeit des Cursors

source: Cursor and Window Column (2 cells)
de: Cursor- und Braillezeilenspalte (2 Zellen)

source: Cursor and Window Row (2 cells)
de: Cursor- und Braillezielnereihe (2 Zellen)

source: Device specifier for soundcard digital audio.
de: Gerätespezifizierer für digital audio Soundkarte.

source: Device specifier for the Musical Instrument Digital Interface.
de: Gerätespezifizierer für Musical Instrument Digital Interface.

source: Diagnostic logging level: %s, or one of {%s}
de: Diagnistikprotokoll Level: %s, oder einer von {%s}

source: Disable the application programming interface.
de: Deaktiviere die Programmierschnittstelle.

source: Drivers Directory
de: Treiber-Verzeichnis

source: End
de: Ende

source: End of Line
de: Am ende der Zeile

source: Enqueue
de: Anhängen

source: FM Volume
de: FM Lautstärke

source: Generic
de: generisch

source: Help Path
de: Hilfe Pfad

source: High
de: Hoch

source: Highlight Window
de: Highlight Braillezeile

source: Immediate
de: Sofort

source: Install the %s service, and then exit.
de: Installiere das %s Service und beende dann.

source: Key Bindings
de: Tastenzuordnungen

source: Key Table
de: Tastentabelle

source: Left
de: Links

source: List key names on standard output.
de: Liste Tastennamen via Standardausgabe.

source: Log to standard error rather than to the system log.
de: Protokolliere via Standardfehlerausgabe anstatt System Log.

source: Low
de: Niedrig

source: MIDI Volume
de: MIDI Lautstärke

source: Medium
de: Mittel

source: Message hold time [400].
de: Nachrichten Wartezeit [400].

source: No
de: Nein

source: None
de: Keine

source: PCM Volume
de: PCM Lautstärke

source: Parameters for the application programming interface.
de: Parameter für die Programmierschnittstelle.

source: Parameters for the braille driver.
de: Paramter für den Brailletreiber.

source: Parameters for the screen driver.
de: Parameter für den Bildschirmtreiber.

source: Parameters for the speech driver.
de: Parameter für den Sprachausgabentreiber.

source: Path to attributes translation table file.
de: Pfad zur Attributsübersetzungstabelle.

source: Path to contraction table file.
de: Pfad zur Kurzschriftstabelle.

source: Path to default settings file.
de: Pfad für die Default Einstellungsdatei.

source: Path to device for accessing braille display.
de: Pfad zur Gerätedatei um auf Braillezeile zuzugreifen.

source: Path to directory containing tables.
de: Pfad zum Verzeichnis das Tabellen beinhaltet.

source: Path to directory for loading drivers.
de: Pfad für das Verzeichnis aus dem Treiber geladen werden.

source: Path to directory for text and attributes tables.
de: Pfad für das Verzeichnis für Text- und Attributstabellen.

source: Path to directory which can be written to.
de: Pfad für das Verzeichnis in das geschrieben werden kann.

source: Path to key table file.
de: Pfad zur Tastentabelle.

source: Path to log file.
de: Pfad zur Protokolldatei.

source: Path to process identifier file.
de: Pfad zur Prozessidentifikationsdatei.

source: Path to speech pass-through FIFO.
de: Pfad zum pass-through FIFO für die Sprachausgabe.

source: Path to text translation table file.
de: Pfad zur Textübersetzungstabelle.

source: Preferences File
de: Einstellungsdatei

source: Preferences Menu
de: Einstellungsmenü

source: Print a usage summary (all options), and then exit.
de: Zeige eine Benutzungszusammenfassung (alle Optionen) und beende dann.

source: Print a usage summary (commonly used options only), and then exit.
de: Zeige eine Benutzungszusammenfassung (nur häufig verwendete Optionen) und beende dann.

source: Properties of the keyboard.
de: Eigenschaften der Tastatur.

source: Recognize environment variables.
de: Erkenne Umgebungsvariablen.

source: Release braille device when screen or window is unreadable.
de: Gib die Braillezeile frei wenn der Bildschirm oder das Fenster unlesbar sind.

source: Remain a foreground process.
de: Verbleibe als Fordergrundprozess.

source: Remove the %s service, and then exit.
de: Entferne das %s Service und beende dann.

source: Rest of Line
de: Rest der Zeile

source: Right
de: Rechts

source: Save on Exit
de: Beim verlassen speichern

source: Say-Line Mode
de: Sprich-Zeile Modus

source: Screen Driver
de: Bildschirmtreiber

source: Screen Number (1 cell)
de: Bildschirmnummer (1 Zelle)

source: Screen Parameter
de: Bildschirmparameter

source: Screen driver: one of {%s}
de: Bildschirmtreiber: einer von [%s]

source: Show Attributes
de: Zeige Attribute

source: Show Cursor
de: Zeige Cursor

source: Skip Blank Windows
de: Identische Braillezeileninhalte überspringen

source: Skip Identical Lines
de: Identische Zeilen überspringen

source: Some
de: Manche

source: Space
de: Leerschlag

source: Speech Driver
de: Sprachausgabentreiber

source: Speech FIFO
de: Sprachausgaben-FIFO

source: Speech Parameter
de: Sprachausgabenparameter

source: Speech Pitch
de: Tonhöhe der Sprachausgabe

source: Speech Punctuation
de: Satzzeichenansage

source: Speech Rate
de: Sprachgeschwindigkeit

source: Speech Volume
de: Sprachlautstärke

source: Speech driver: one of {%s}
de: Sprachausgabentreiber: einer von [%s]

source: State Dots (1 cell)
de: Statuspunkte (1 Zelle)

source: State Letter (1 cell)
de: Statusbuchstable (1 Zelle)

source: Status Count
de: Status Anzahl

source: Status Field
de: Statusfeld

source: Status Side
de: Statusseitig

source: Suppress start-up messages.
de: Unterdrücke Nachrichten betreffen den Start.

source: Tables Directory
de: Tabellen-Verzeichnis

source: Text Side
de: Textseitig

source: Text Style
de: Textstil

source: Text Table
de: Text Tabelle

source: Time (2 cells)
de: Uhrzeit (2 Zellen)

source: Tune Device
de: Signalgerät

source: Underline
de: Unterstrich

source: Usage
de: Benutzung

source: Window Column (1 cell)
de: Braillezeilenspalte (1 Zelle)

source: Window Coordinates (2 cells)
de: Braillezielne Koordinatesn (2 Zellen)

source: Window Follows Pointer
de: Braillezeile folgt Mauszeiger

source: Window Row (1 cell)
de: Braillezeilenzeile (1 Zelle)

source: Working Directory
de: Arbeitsverzeichnis

source: Writable Directory
de: Scheibbares Verzeichnis

source: Write the start-up logs, and then exit.
de: Schreibe das Startprotokoll und beende dann.

source: Yes
de: Ja

source: append characters to cut buffer
de: hänge Zeichenkette an die Zwischenablage an

source: append to existing cut buffer from character
de: hänge an bestehender Auswahl von Zeichen an

source: backspace key
de: Backspace Taste

source: black
de: schwarz

source: blue
de: blau

source: braille device not specified
de: Braille-Gerät nicht spezifiziert

source: braille display temporarily unavailable
de: Braillezeile temporär nicht verfügbar

source: braille driver initialization failed
de: Braillezeilentreiber Initialisierung fehlgeschlagen

source: braille driver not loadable
de: Brailletreiber nicht ladbar

source: bring cursor to character
de: bringe Cursor zu Zeichen

source: bring cursor to line
de: bringe Cursor zur aktuellen Braillezeilenposititon

source: brown
de: braun

source: cannot compile attributes table
de: kann Attributstabelle nicht übersetzen

source: cannot compile contraction table
de: kann Kurzschriftstabelle nicht übersetzen

source: cannot compile key table
de: kann Tastentabelle nicht übersetzen

source: cannot compile text table
de: kann Texttabelle nicht übersetzen

source: cannot determine program directory
de: kann Programmverzeichnis nicht bestimmen

source: cannot determine working directory
de: kann Arbeitsverzeichnis nicht bestimmen

source: cannot find procedure
de: kann Prozedur nicht finden

source: cannot fix install path
de: kann Installationspfad nicht beheben

source: cannot load attributes table
de: kann Attributstabelle nicht laden

source: cannot load library
de: kann Programmbibliothek nicht laden

source: cannot load text table
de: kann Texttabelle nicht laden

source: cannot open help file
de: kann Hilfsdatei nicht öffnen

source: cannot open key table
de: kann Tastentabelle nicht öffnen

source: cannot open process identifier file
de: kann Prozessidentifikationsdatei nicht öffnen

source: cannot open working directory
de: kann Arbeitsverzeichnis nicht öffnen

source: cannot read preferences file
de: kann Einstellungsdatei nicht lesen

source: cannot set working directory
de: kann Arbeitsverzeichnis nicht setzen

source: cannot write to preferences file
de: kann Einstellungsdatei nicht schreiben

source: changes discarded
de: Änderungen verworfen

source: configuration directive specified more than once
de: Konfigurationsdirektive mehrfach angegeben

source: console tone generator
de: Konsole Tongenerator

source: copy characters to cut buffer
de: kopiere Zeichenkette in die Zwischenablage

source: cursor-down key
de: Cursor-Runter Taste

source: cursor-left key
de: Cursor-Links Taste

source: cursor-right key
de: Cursor-Rechts Taste

source: cursor-up key
de: Cursor-Rauf Taste

source: dark grey
de: dunkelgrau

source: decrease speech rate
de: langsamer sprechen

source: decrease speech volume
de: leiser sprechen

source: delete key
de: Lösch Taste

source: describe character
de: beschreibe Zeichen

source: device
de: Gerät

source: directory
de: Verzeichnis

source: do nothing
de: mach nichts

source: driver
de: Treiber

source: end key
de: End Taste

source: enter key
de: Enter Taste

source: enter/leave command learn mode
de: aufruf/verlassen des Lernmodus

source: enter/leave help display
de: aufruf/verlassen der Hilfe

source: enter/leave preferences menu
de: aufruf/verlassen des Einstellungsmenüs

source: enter/leave status display
de: aufruf/verlassen der Statusanzeige

source: escape key
de: Escape Taste

source: excess argument
de: überschüssiges Argument

source: file
de: Datei

source: file '%s' processing error.
de: Datei ‘%s’ Verarbeitungsfehler.

source: freeze/unfreeze screen image
de: Bildschirm einfrieren/auftauen

source: function key
de: Funktionstaste

source: go back after cursor tracking
de: gehe zurÃ¼ck nach Cursor tracking

source: go down one line
de: gehe eine Zeile nach unten

source: go down several lines
de: gehe mehrere Zeilen nach unten

source: go down to first line of next paragraph
de: gehe nach unten zur ersten Zeile des nächsten Absatzes

source: go down to nearest line with different character
de: gehe nach unten zur nächsten Zeile mit unterschiedlichem Zeichen

source: go down to nearest line with different content
de: gehe nach unten zur nächsten Zeile mit unterschiedlichem Inhalt

source: go down to nearest line with different highlighting
de: gehe nach unten zur nächsten Zeile mit unterschiedlichm Hinterlegung

source: go down to nearest line with less indent than character
de: gehe nach unten zur nächsten Zeile mit weniger Einrückung als Zeichen

source: go down to next command prompt
de: gehe nach unten zum nächsten Kommandoprompt

source: go left half a window
de: gehe eine halbe Braillezeile nach links

source: go left one character
de: gehe ein Zeichen nach links

source: go left one window
de: gehe eine Braillezeile nach links

source: go left to nearest non-blank window
de: gehe zur nächsten beschriebenen Braillezeile nach links

source: go right half a window
de: gehe eine halbe Braillezeile nach rechts

source: go right one character
de: gehe ein Zeichen nach rechts

source: go right one window
de: gehe eine Braillezeile nach rechts

source: go right to nearest non-blank window
de: gehe zur nächsten beschriebenen Braillezeile nach rechts

source: go to beginning of bottom line
de: gehe zum Anfang der untersten Zeile

source: go to beginning of line
de: gehe zum Beginn der Zeile

source: go to beginning of top line
de: gehe zum Anfang der obersten Zeile

source: go to bottom line
de: gehe zur untersten Zeile

source: go to current speech position
de: gehe zur derzeiigen Sprachposition

source: go to cursor
de: gehe zum Cursor

source: go to cursor or go back after cursor tracking
de: gehe zum Cursor oder zurück nach Cursor tracking

source: go to end of line
de: gehe zum Ende der Zeile

source: go to first item
de: gehe zum ersten Menüpunkt

source: go to last item
de: gehe zum letzen Menüpunkt

source: go to next item
de: gehe zum nächsten Menüpunkt

source: go to previous item
de: gehe zum vorherigen Menüpunkt

source: go to remembered window position
de: gehe zu gemerkter Braillezeilenposition

source: go to selected line
de: gehe zu ausgewählter Zeile

source: go to top line
de: gehe zur obersten Zeile

source: go up one line
de: gehe eine Zeile nach oben

source: go up several lines
de: gehe mehrere Zeilen nach oben

source: go up to last line of previous paragraph
de: gehe nach oben zur letzten Zeile des vorhergehenden Absatzes

source: go up to nearest line with different character
de: gehe nach oben zur nächsten Zeile mit unterschiedlichem Zeichen

source: go up to nearest line with different content
de: gehe nach oben zur nächsten Zeile mit unterschiedlichem Inhalt

source: go up to nearest line with different highlighting
de: gehe nach oben zur nächsten Zeile mit unterschiedlichm Hinterlegung

source: go up to nearest line with less indent than character
de: gehe nach oben zur nächsten Zeile mit weniger Einrückung als Zeichen

source: go up to previous command prompt
de: gehe nach oben zum vorhergehenden Kommandoprompt

source: green
de: grün

source: help not available
de: Hilfe nicht verfügbar

source: home key
de: Home Taste

source: increase speech rate
de: schneller sprechen

source: increase speech volume
de: lauter sprechen

source: input AT (set 2) keyboard scan code
de: AT (set 2) Tastatur-Scancode eingeben

source: input PS/2 (set 3) keyboard scan code
de: PS/2 (set 3) Tastatur-Scancode eingeben

source: input XT (set 1) keyboard scan code
de: XT (set 1) Tastatur-Scancode eingeben

source: input braille character
de: gib ein Braillezeichen ein

source: input keyboard key
de: gib eine Taste der Tastatur ein

source: input unicode character
de: gib ein Uncidoe-Zeichen ein

source: insert cut text at cursor
de: füge ausgewählten Text an Cursorposition ein

source: insert key
de: Einfüge Taste

source: install path not absolute
de: Installationspfad ist nicht absolut

source: invalid counter setting
de: ungütlige Zäöhler-Einstellung

source: invalid flag setting
de: ungütlige Schalter-Einstellung

source: invalid log level
de: ungültiges Log-Level

source: invalid message delay
de: ungültige Wartezeit für Nachrichten

source: invalid preferences file
de: ungültige Einstellungsdatei

source: invalid update interval
de: Ungütliges Update-Interval

source: light blue
de: hellblau

source: light cyan
de: Helltürkis

source: light green
de: hellgrün

source: light grey
de: hellgrau

source: light magenta
de: Hellmagenta

source: light red
de: Hellrot

source: linear cut to character
de: lineare Auswahl zu Zeichen

source: missing operand
de: fehlender Operant

source: missing parameter name
de: fehlender Parametername

source: missing parameter value
de: fehlender Parameterwert

source: none
de: keine

source: not saved
de: nicht gespeichert

source: operand not supplied for configuration directive
de: Operand nicht angegeben für Konfigurationsdirektive

source: page-down key
de: Seite-Runter Taste

source: page-up key
de: Seite-Rauf Taste

source: place left end of window at character
de: positioniere linken Rand der Braillezeile bei Zeichen

source: rectangular cut to character
de: rechtwinkelige Auswahl zu Zeichen

source: red
de: rot

source: reinitializing braille driver
de: Neuinitialisierung des Brailletreibers

source: reinitializing speech driver
de: Neuinitialisierung des Sprachausgabentreibers

source: remember current window position
de: merke derzeitige Braillezeilenposition

source: restart braille driver
de: Brailletreiber neu starten

source: restart speech driver
de: Sprachausgabentreiber neu starten

source: restore preferences from disk
de: Einstellungen laden

source: save preferences to disk
de: Einstellungen speichern

source: screen driver not loadable
de: Bildschirmtreiber nicht ladbar

source: search backward for cut text
de: suche nach Auswahl rückwerts

source: search forward for cut text
de: such nach Auswahl vorwärts

source: select next choice
de: wählne nächste Möglichkeit

source: select previous choice
de: wähle vorherige Möglichkeit

source: soundcard digital audio
de: digital audio Soundkarte

source: soundcard synthesizer
de: Synthesizer der Soundkarte

source: speak current line
de: sprich aktuelle Zeile

source: speak from current line through bottom of screen
de: sprich von der aktueller Zeile bis zum Ende des Bildschirms

source: speak from top of screen through current line
de: sprich vom Beginn des Bildschirms bis zur aktuellen Zeile

source: speech driver not loadable
de: Sprachausgabentreiber nicht ladbar

source: start new cut buffer at character
de: beginne neue Auswahl bei Zeichen

source: stop speaking
de: sprechen stoppen

source: switch to command context
de: wächsle in den Kommandokontext

source: switch to next virtual terminal
de: wechsle zum nächsten virtuellen Terminal

source: switch to previous virtual terminal
de: wechsle zum vorherigen virtuellen Terminal

source: switch to virtual terminal
de: wechsle zu virtuellem Terminal

source: tab key
de: Tab Taste

source: toggle alert tunes on/off
de: schlate Signaltöne ein/aus

source: toggle attribute blinking on/off
de: schlate blinkende Attribute ein/aus

source: toggle attribute underlining on/off
de: schalte Unterstreichung von Atrributen ein/aus

source: toggle autorepeat on/off
de: schalte automatische Wiederholung ein/aus

source: toggle autospeak on/off
de: schalte automatisches sprechen ein/aus

source: toggle capital letter blinking on/off
de: schalte blinkende Großbuchstaben ein/aus

source: toggle cursor blinking on/off
de: schalte blinkenden Cursor ein/aus

source: toggle cursor style block/underline
de: wechsle zwischen Cursorart Block/Unterstreichung

source: toggle cursor tracking on/off
de: schalte Cursorverfolgung ein/aus

source: toggle cursor visibility on/off
de: schalte die Sichtbarkeit des Cursors ein/aus

source: toggle display mode attributes/text
de: umschalten des Anzeigemodus Attribute/Text

source: toggle hidden cursor on/off
de: schalte versteckten Cursor ein/aus

source: toggle skipping of blank windows on/off
de: schalte überspringen von leeren Fenstern ein/aus

source: toggle skipping of lines with identical content on/off
de: überspringen von identischen Zeileninhalten Ein/Aus

source: toggle sliding window on/off
de: überlappende Braillezeileninhalte Ein/Aus

source: toggle text style 6-dot/8-dot
de: umschalten zwischen 6-Punkt und 8-Punkt Braille

source: too many operands for configuration directive
de: zu viele Operanden für Konfigurationsdirektive

source: unknown configuration directive
de: unbekannte Konfigurationsdirektive

source: unknown option
de: unbekannte Option

source: unrecognized command
de: nicht erkanntes Kommando

source: unsupported
de: nicht unterstützt

source: unsupported parameter
de: nicht unterstützter Parameter

source: white
de: Weiß

source: yellow
de: Gelb
